import random
pack1 = ['Едут в автобусе нарик, бабуля и моряк. Бабуля просит наркомана передать деньги, он поворачивается к моряку:\n— Слышь, солдатик, передай водителю деньги.\nОн:\n— Я не солдат, я – моряк.\nНарик поворачивается к бабушке:\n— Бабуля, обломись, мы на корабле.',
'Старый армянин приезжает в Ереван после 25 летней иммиграции. Идет по городу, смотрит по сторонам, вздыхает:\n— Да, город изменился!\n— Да, деревья виросли!\nВдруг смотрит — на тротуаре перед ним лежит 10 баксов. Наклоняется поднять и чувстует — его кто-то ебёт в жопу \n— Вах, а люди все те же!',
'Чем программист отличается от сперматозоида?\n\nУ сперматозоида есть один шанс из 50 000 000 стать человеком.',
'Почему Бременских музыкантов нет в Айтюнс?\n\nПотому что их менеджер петух',
'На конкурсе бодипозитива победитель занял все три места.',
'Бывший зэк решил открыть ресторан итальянской кухни для полицейских и назвал его "Мусорам по пасте"',
'Как зовут токсичного араба-дотера?\n\nМамут Рахал',
'В баре пьяная фемка забралась на стол и начала орать, что все мужики - спермоголовые мудозвоны.\nОдин мужик смотрит на это и говорит:\n — Какие прекрасные ножки...\n Она расплылась в улыбке:\n— Вы... Вы действительно так думаете?\n— Еще бы. У большинства других столов они бы давно уже сломались.',
'Подходит бабка к панку на улице:\n– Скажи, сынок, как пройти на улицу Горького?\nПанк отвечает:\n– Во-первых не сынок, а чувак. Во-вторых не пройти, а бросить кости. И в-третьих не улица Горького, а Пешков-Стрит.\n– Спасибо, сынок.\nИдет она дальше, видит милиционера:\n– Эй, чувак, как бросить кости на Пешков-Стрит?\n– Гражданка, идите нахуй',
'Араб забыл как по-русски будет курица. Взял яйцо, подошёл к консультанту и спросил:\n\n\nГде мать?',
'В класс приходит новый учитель:\n\n- Меня зовут Олег Петрович, я либерал. Дети, по очереди представляйтесь так же, как и я...\n- Меня зовут Маша, я либералка...\n- Меня зовут Стёпа, я либерал...\n- Я Серёжа, я коммунист.\n- Серёжа, почему ты коммунист?!!\n- Моя мама коммунистка, мой папа коммунист, мои друзья коммунисты и я тоже коммунист.\n- Серёжа, а если твоя мама станет проституткой, твой папа — наркоманом, сестра — шлюхой, а друзья — геями, кем бы ты был тогда?!\n- либералом',
'']

